<?php
$action=$_GET['action'];
if($action=='list'){
// sleep(5);
// exit("0|err");
echo '[["30","音乐是一种态度<br/>不论是作者还是聆听者<br/>它流经心灵<br/>纵然期待影响现实的力量是种奢望<br/>如果刚巧有些声音<br/>会叫你记得一段往事<br/>伤痛或是甜蜜<br/>那记忆便有了厚厚的壳<br/>恒久的 温暖有如初生","2010-12-30"],["29","你要相信世界上一定会有一个你的爱人，无论你此刻正被光芒环绕、被掌声淹没，还是那时你正孤独地走在寒冷的街道上北大雨淋湿。无论是飘着小雪的微亮清晨，还是被热浪炙烤的薄暮黄昏，他一定会穿越这个世界上汹涌着的人群，他一一地走过他们，怀着一颗热力跳动的心脏走向你。他一定会捧着满腔的热和目光里沉甸甸的爱，走向你、抓紧你。他会迫不及待地走到你的身边，如果他年轻，那天他一定会像顽劣的孩童霸占着自己的玩具不肯与人分享般地拥抱你；如果他已经不再年轻，那他一定会像披荆斩棘归来的猎人，在你身旁燃起篝火，然后拥抱着你疲惫而放心地睡去。<br/>他一定会找到你。你要等。","2010-12-29"],["28","你随便的说,我却认真的难过。 <br/>在千年万年的时光裂缝与罅隙中，我总是意犹未尽地想起你。","2010-12-29"],["27","一个人总要走陌生的路，看陌生的风景，听陌生的歌。 <br/>躲在某一时间，想念一段时光的掌纹。躲在某一地点， <br/>想念一个站在来路也站在去路的，让我牵挂的人。","2010-12-29"],["14","my diary","2010-12-27"]]';
	
} 
 
?>